Repository: oe-mirrors/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: fi, ru

source: Your Box is about to go into DeepStandby, continue? Select no to delay one hour
ru: EMC: Ваш ресивер будет выключен. Продолжить? Выберите 'Нет', чтобы отложить на час.

source: Your Box is about to go into E2 Restart, continue? Select no to delay one hour
ru: EMC: Интерфейс будет перезагружен. Продолжить? Выберите 'Нет', чтобы отложить на час.

source: Your Box is about to go into Reboot, continue? Select no to delay one hour
ru: EMC: Ваш ресивер будет перезагружен. Продолжить? Выберите 'Нет', чтобы отложить на час.

source: Your Box is about to go into Standby, continue? Select no to delay one hour
ru: EMC: Ваш ресивер перейдет в режим ожидания. Продолжить? Выберите 'Нет', чтобы отложить на час.

source: Zap to channel after record EOF
fi: Vaihda kanavalle tallenteen jälkeen
ru: Перейти на канал после просмотра записи

source: after reload list
ru: После обновления списка

source: after standby
fi: valmiustilan jälkeen
ru: После режима ожидания

source: all
fi: Kaikki
ru: Все

source: always
ru: Всегда

source: always hide
fi: piilota aina
ru: Всегда скрывать

source: auto-start is currently not active.
ru: Автоматический перезапуск в настоящее время не активен

source: auto-start window begin
fi: automaattinen käynnistysikkuna alkaa
ru: Начало автозапуска

source: auto-start window end
fi: automaattinen käynnistysikkuna loppuu
ru: Конец автозапуска

source: center
fi: keskellä
ru: В центре

source: configuration
ru: настройки

source: covers in
fi: kansikuvaa ajassa
ru: Обложки в

source: daily auto-start
fi: Päivittäinen automaattinen käynnistys
ru: Ежедневный запуск

source: down
fi: Alas
ru: Вниз

source: every single one
ru: каждый

source: forward to the next chapter
ru: Перейти к следующей главе

source: found
fi: Löytyi
ru: Найден

source: from
ru: из

source: hide live TV
fi: piilota suora lähetys"
ru: Скрыть трансляцию

source: hide live TV and timeshift
fi: piilota suoralähetys ja aikasiirto
ru: Скрыть трансляцию и таймшифт

source: hide playback
fi: piilota toisto
ru: Скрыть воспроизведение

source: jump back to the previous title
ru: Перейти к предыдущему заголовку

source: jump forward to the next title
ru: Перейти к следующему заголовку

source: jump to next marked position
ru: Перейти к следующему маркеру

source: jump to previous marked position
ru: Перейти к предыдущему маркеру

source: left
fi: vasemmalla
ru: Слева

source: left from Name
fi: Nimestä vasemmalle
ru: Слева от имени

source: movie manipulation list
ru: Список манипуляций

source: movies in
ru: Фильмы в

source: never hide
fi: Älä koskaan piilota
ru: Никогда не скрывать

source: no limit
fi: Ei rajoitusta
ru: без ограничений

source: off
fi: pois
ru: Выкл.

source: only initially
ru: Только в первый раз

source: overall
ru: в целом

source: rewind to the previous chapter
ru: Перейти к предыдущей главе

source: right
fi: Oikealla
ru: Справа

source: right from Name
fi: Nimestä oikealle
ru: Справа от имени

source: sec
fi: sek
ru: сек.

source: sec found. Avg. Speed:
ru: сек. найдено. Средняя скорость:

source: sec.
fi: sek.
ru: сек.

source: show DVD main menu
ru: Показать главное меню DVD

source: single pixel TV, muted
fi: 1 Pixel Tv, vaimennettu
ru: Свернуть изображение и отключить звук

source: standard cover
ru: стандартная обложка

source: stop service
fi: lopeta toisto
ru: Остановить прием сигнала

source: switch to the next angle
ru: Переключить на след. ракурс

source: switch to the next audio track
ru: Перейти к следующей звуковой дорожке

source: switch to the next subtitle language
ru: Переключить на следующий язык субтитров

source: thetvdb cover number (standard cover):
ru: число обложек thetvdb (по умолчанию):

source: thetvdb cover range per title:
ru: диапазон обложек thetvdb для заголовка:

source: three contiguous
ru: три смежных

source: toggle a cut mark at the current position
ru: Переместить метку разреза в текущую позицию

source: trashcan
fi: Roskakori
ru: Корзина

source: two contiguous
ru: два смежных

source: type 1 - OSD + black (#00000000)
ru: Вид 1 - OSD и черный (#00000000)

source: type 2 - transparent + white (#FFFFFFFF)
ru: Вид 2 - прозрачный и белый (#FFFFFFFF)

source: type 3 - OSD + black (#00FFFFFF)
ru: Вид 3 - OSD и черный (#00FFFFFF)

source: type 4 - transparent + black (#FF000000)
ru: Вид 4 - прозрачный и черный (#FF000000)

source: unknown
fi: tuntematon
ru: неизвестно

source: up/down
fi: Ylös/alas
ru: Вверх/Вниз

source: view extensions...
ru: Открыть меню дополнений
