Repository: oe-mirrors/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: fi, ru

source: HELP_EMC re-open list after Movie end
fi: Määrittää, avataanko tallenneluettelo, kun tallenne loppuu. Vaihtoehdolla 'ei' siirrytään TV-kuvaan.
ru: Если воспроизведение завершилось, то снова откроется список фильмов. В противном случае откроется телеканал.

source: HELP_EMC re-open list after STOP-press
fi: Määrittää, avataanko tallenneluettelo, kun STOP-näppäintä painetaan kesken tallenteen katselun. Vaihtoehdolla 'ei' siirrytään TV-kuvaan.
ru: Если воспроизведение остановлено кнопкой 'Стоп', то снова откроется список фильмов. В противном случае откроется телеканал.

source: HELP_Enable EMC debug output
fi: Aktivoi virheenkorjaustilan lokitiedosto tallennetaan EMC hakemistoon AKTIVOI VAIN VIANETSINTÄÄ VARTEN!!!
ru: Включает отладку EMC. Журнал будет сохранен в каталоге "Каталог вывода" ВКЛЮЧАЙТЕ ТОЛЬКО В СЛУЧАЕ ПРОБЛЕМ!

source: HELP_Enable daily trashcan cleanup
fi: Määrittää, siivotaanko roskakorista päivittäin automaattisesti vanhat tallenteet.
ru: Позволяет EMC очищать корзину от старых файлов, время хранения которых истекло.

source: HELP_Enable playback AC3-track first
ru: При наличии дорожки AC3 начать воспроизведение с нее.

source: HELP_Enable playback auto-language selection
fi: Valitsee ääniraita automaattisen kielen valinnan mukaan.
ru: Включение автоматического выбора звуковой дорожки.

source: HELP_Enable playback auto-subtitling
fi: Asetettujen tekstityskielien automaattinen valinta kun tämä aktivoitu.
ru: Автоматический выбор субтитров.

source: HELP_Enable remote recordings
fi: Tunnistaa, kun jaettua vastaanotinta käytetään, kun toinen vastaanotin tallentaa. Nauhoituksella on oma kuvake tämän aikana.
ru: Обнаружение записи с другого ресивера на общий диск. Такая запись получит специальную иконку.

source: HELP_Fallback Cover
fi: Määrittää, näytetäänkö tallenteen takakannen kuva, mikäli sellainen löytyy.
ru: Если отключено, то фон обложки отображается, только если обложка присутствует.

source: HELP_Finished watching percent
fi: Määrittää, kuinka monta prosenttia tallenteesta pitää olla vähintään katsottu, jotta se luokitellaan katsotuksi.
ru: Указывает, на какой стадии просмотра (%) отмечать запись "Просмотренной". Цвет индикатора просмотра станет зеленым.

source: HELP_Force standby after auto-start
fi: Automaattisen uudelleenkäynnistyksen jälkeen vastaanotin siirtyy valmiustilaan
ru: После автоматической перезагрузки перевести ресивер в режим ожидания.

source: HELP_Hide movies being deleted
fi: Piilottaa poistettavan tallenteen (kun sitä poistettaan taustalla.)
ru: Удаляемые записи сначала будут удалены из списка фильмов. Процесс удаления продолжится в фоновом режиме.

source: HELP_Hide movies being moved
fi: Tallenne on jo elokuvalistassa, kun sitä siirretään(Sitä siirretään aina taustalla.)
ru: Переносимые записи сначала будут удалены из списка фильмов. Процесс переноса продолжится в фоновом режиме.

source: HELP_Horizontal alignment for count / size
fi: Tässä tekstin vaakasuuntainen tasaus lukuun, kokoon tai Määritettävän hakemiston ja roskakorin tiedot. Näytetäänkö näyttö vasemmalla, keskellä vai oikealla.
ru: Здесь может быть определено горизонтальное выравнивание текста для счетчиков и размеров. Показывать по центру или выровнять вправо.

source: HELP_Horizontal alignment for date
fi: Tässä vaakasuora tekstin tasaus kohteelle määritettävä päivämäärä. Näytetäänkö näyttö vasemmalla, keskellä vai oikealla.
ru: Здесь может быть определено горизонтальное выравнивание текста для даты. Показывать по центру, выровнять вправо или влево.

source: HELP_How many days files may remain in trashcan
fi: Määrittää, kuinka monta päivää poistettuja tallenteita säilytetään roskakorissa ennen kuin ne poistetaan lopullisesti.
ru: Сколько дней файл может находиться в корзине, пока не будет удален навсегда. Если установлено "0", то файл будет удален немедленно.

source: HELP_Icon shown for initially unknown count / size
fi: Tässä voit määrittää, onko hakemistojen symboli näkyy, jos tiedostojen määrä ja / tai Käytetty tila on tuntematon
ru: Показывает символ каталога, когда изначально количество файлов и/или используемого дискового пространства - неизвестно.

source: HELP_Jump to first mark when playing movie
fi: Määrittää, hypätäänkö tallennetta toistettaessa suoraan ensimmäiseen kirjanmerkkiin vai aloitetaanko aivan alusta.
ru: Автоматический переход на первую метку в начале записи, если таковая имеется, может помочь для автоматического пропуска "хвоста" предыдущей передачи.

source: HELP_Key period value (50-900)
fi: Aika, kunnes näppäin lähetetään toistuvasti, jos sitä pidetään painettuna.
ru: Время до повторной передачи, когда кнопка удерживается нажатой.

source: HELP_Key repeat value (250-900)
fi: Aika, kunnes näppäin lähetetään toistuvasti, jos sitä pidetään painettuna.
ru: Скорость повторной передачи, когда кнопка удерживается нажатой.

source: HELP_Latest Recordings directory limit
fi: Määrittää, kuinka kauan uusia tallenteita säilytetään hakemistossa 'Viimeisimmät tallennukset'.
ru: Позволяет задать ограничения для каталога записей.

source: HELP_Latest Recordings directory use emc-noscan.cfg
fi: Viimeisimpien tallenteiden hakemistossa emc-noscan.cfg
ru: Использование файла 'emc-noscan.cfg' для каталога "Последние записи".

source: HELP_Leave Movie with Exit
fi: Poistuu Exit näppäimellä elokuvasta/nauhoituksen katselusta
ru: Воспроизведение записи может быть остановлено кнопкой 'Выход' в дополнение к кнопке 'Стоп'.

source: HELP_Limit file operations in dirs from emc-noscan.cfg
ru: Ограничить файловые операции с каталогами 'emc-noscan.cfg'.

source: HELP_List entries to skip
fi: Määrittää, kuinka monta tallennetta hypätään yhdellä kertaa, kun painetaan kanavanäppäimiä (+/-).
ru: Количество элементов в списке для пропуска при нажатии кнопки 'Букет'.

source: HELP_Listbox is skin able
fi: Tallennelistan ulkonäkö on - jos saatavilla - käytetystä teemastaotettu (vain <widgetin nimi = "luettelo"). Muuten EMC asetusten mukaisesti.
ru: Позволяет использовать системный интерфейс для списка фильмов, если это возможно. В противном случае использует заданный в настройках EMC.

source: HELP_Long Blue button function
fi: Määrittää, mitä sinisen näppäimen pitkä painallus tekee.
ru: Укажите действие для долгого нажатия на синюю кнопку.

source: HELP_Long Red button function
fi: Määrittää, mitä punaisen näppäimen pitkä painallus tekee.
ru: Укажите действие для долгого нажатия на красную кнопку.

source: HELP_Long Yellow button function
fi: Määrittää, mitä keltaisen näppäimen pitkä painallus tekee.
ru: Укажите действие для долгого нажатия на желтую кнопку.

source: HELP_LongInfo Button
fi: Määrittää, mitä Info-näppäimen pitkä painallus tekee.
ru: Укажите действие для долгого нажатия на кнопку 'Инфо'.

source: HELP_Mark new recordings with a star
fi: Määrittää, merkitäänkö uudet tallenteet tähdellä tallennelistassa.
ru: Новые записи будут выделяться звездочкой.

source: HELP_Minimum file cache limit
ru: Укажите минимальный размер кэша.

source: HELP_Move finished movies in trashcan
fi: Määrittää, siirretäänkö loppuun asti katsotut tallenteet automaattisesti roskakoriin. Huomioi erillinen asetus, jolla määritetään, missä vaiheessa tallenne luokitellaan loppuun asti katsotuksi!
ru: По мере устаревания просмотренные записи из каталога "Домой" будут перемещены в корзину".

source: HELP_Movie home at start
fi: Valitse näytetäänkö tallenne lista käynnistyksen yhteydessä
ru: При запуске EMC открывает каталог "Домой".

source: HELP_Movie home home path
fi: Oletus tallennuslista polku
ru: Укажите путь для каталога "Домой".

source: HELP_Movie preview delay in ms
fi: Määrittää, kauanko odotetaan (millisekunteina) ennenkuin tallenteen esikatselu käynnistetään.
ru: Задержка перед предварительным просмотром. Это предотвращает предварительный просмотр фильма при быстром переключении по списку фильмов.

source: HELP_Movie preview offset in seconds
fi: Määrittää, kuinka monta sekuntia aiemmin esikatselu käynnistetään kuin mihin tallennetta on viimeksi katsottu.
ru: Предварительный просмотр фильма начинается за указанное количество секунд перед последней позицией воспроизведения.

source: HELP_No resume below 10 seconds
fi: Ohittaa aloitusmerkin alle 10 sekunnissa. Jos pysähdyt ensimmäisten 10 sekunnin kuluessa, jatkoa ei tehdä
ru: Если просмотр остановлен в течение первых 10 секунд, то при следующем сеансе не предлагать продолжить с последней сохраненной позиции.

source: HELP_Own Path to movie picons
ru: Использовать свой каталог с пиконами для фильмов.

source: HELP_Path to movie picons
fi: Määrittää hakemiston, jossa kanavalogot sijaitsevat.
ru: Укажите каталог с пиконами для фильмов.

source: HELP_Position movie picons
ru: Укажите, где отображается пикон фильма.

source: HELP_Preferred EPG language
fi: Määrittää ohjelmaoppaan ensisijaisen kielen
ru: Укажите предпочтительный язык для телегида.

source: HELP_Primary playback audio language
ru: Настройка первого языка аудио (высокий приоритет).

source: HELP_Primary playback subtitle language
ru: Настройка первого языка субтитров (высокий приоритет).

source: HELP_Red button function
fi: Määrittää, mitä punaisen näppäimen lyhyt painallus tekee.
ru: Укажите действие для нажатия на красную кнопку.

source: HELP_Replace special chars in title
fi: Korvaa tallennus luettelossa alaviivat ja pisteet tiedostonimessä
ru: В списке фильмов, символы подчеркивания и точки в имени файла будут пробелами.

source: HELP_Resolve links and show real path
fi: Ratkaise linkit ja näytä todellinen polku
ru: Вместо ссылок будут отображены реальные пути. При возникновении проблем со спинером или пробуждением сетевых хранилищ отключите опцию.

source: HELP_Rewind finished movies before playing
fi: Määrittää, kelataanko katsotuiksi luokitellut tallenteet alkuun ennen niiden toistoa vai jatketaanko siitä, mihin viimeksi jäätiin.
ru: Повторное воспроизведение фильма или записи со статусом "Просмотрено" начинать с начала.

source: HELP_Scan for DVD structures
fi: Tätä voidaan käyttää DVD-rakenteiden hakemiseen hakemistoista yleensäyleensä. Tämä voi tahattomasti herättää kiintolevyt tai verkkoasemat
ru: Поиск структур DVD в каталогах можно отключить. Это предотвращает нежелательное пробуждение жестких дисков или сетевых хранилищ.

source: HELP_Scan for bluray structures
fi: Tämä mahdollistaa Bluray hakemistojen etsimisen
ru: Поиск структур Blu-ray в каталогах можно отключить. Это предотвращает нежелательное пробуждение жестких дисков или сетевых хранилищ.

source: HELP_Scan for bluray structures in .iso
fi: Tämä mahdollistaa Blu-ray-rakenteiden etsimisen hakemistosta .iso
ru: Поиск структур Blu-ray в ISO-файлах каталогов можно отключить. Это предотвращает нежелательное пробуждение жестких дисков или сетевых хранилищ.

source: HELP_Scan for movie structures
fi: Tämä mahdollistaa elokuvat hakemistojen etsimisen
ru: Поиск структур фильмов в каталогах можно отключить. Это предотвращает нежелательное пробуждение жестких дисков или сетевых хранилищ.

source: HELP_Secondary playback audio language
ru: Настройка второго языка аудио.

source: HELP_Secondary playback subtitle language
ru: Настройка второго языка субтитров.

source: HELP_Short watching percent
fi: Määrittää, kuinka monta prosenttia tallenteesta saa olla korkeintaa katsottu, jotta se luokitellaan katsomattomaksi.
ru: Укажите, на какой стадии просмотра (%) отмечать запись "Просматриваемой". Индикатор просмотра изменит цвет на синий.

source: HELP_Show Bookmarks in movielist
fi: Määrittää, näytetäänkö kirjanmerkkejä tallennelistassa. Ja jos kyllä, niin mitkä kirjanmerkit.
ru: Показывает закладки в списке фильмов.

source: HELP_Show Cover
fi: Määrittää, näytetäänkö tallenteen kansikuva, mikäli sellainen löytyy.
ru: Показывает обложку, если она существует.

source: HELP_Show Cut-Nr if exist
fi: Jos Enigma2 käynnistyy uudelleen tallennuksen aikana, tallennus E2:stajatkuu automaattisesti ja uusi tiedosto peräkkäin Tämä lisää tämän numeron otsikkoon.
ru: Если во время записи произойдет перегрузка Enigma2, запись автоматически будет продолжена. При этом к имени нового файла будет добавлен числовой индекс.

source: HELP_Show EMC in extensions menu
fi: Määrittää, näytetäänkö EMC laajennusvalikossa.
ru: Показывает EMC в меню дополнений. Меню дополнений обычно вызывается нажатием на синюю кнопку.

source: HELP_Show EMC in main menu
fi: Näytä EMC päävalikossa
ru: Показывает EMC в главном меню.

source: HELP_Show Latest Recordings directory
fi: Määrittää, näytetäänkö hakemistoa 'Viimeisimmät tallennukset' tallennelistassa.
ru: Последние записи будут сгруппированы в виртуальном каталоге, который будет отображаться в каталоге "Домой" и в его подкаталогах.

source: HELP_Show Movie Format
fi: Määrittää, näytetäänkö tallennelistassa tallenteen nimen perässä sen formaatti (ts, mpg jne..).
ru: Показывает расширение файла, будет добавлено к названию. (Например: ".avi", ".mkv", ".ts", и т.д.)

source: HELP_Show Path if no extended description available
fi: Määrittää, näytetäänkö tallenteen hakemistopolku silloin, kun laajennettua ohjelmakuvausta ei ole saatavilla.
ru: Показывает путь к файлу, если расширенное описание отсутствует.

source: HELP_Show VLC directory
fi: Määrittää, näytetäänkö VLC-hakemistoa.
ru: Если установлено дополнение "VLCPlayerExtended", то в списке фильмов можно показать виртуальный каталог "VLC".

source: HELP_Show audio metadata
fi: Näytä äänen metatiedot tallenne listassa.
ru: Показывает метаданные звука.

source: HELP_Show directories
fi: Näytä hakemistot
ru: Показывает каталоги.

source: HELP_Show directories information
fi: Hakemistojen osalta tallenteiden lukumäärä, käytetty tallennustila tai molemmat näytetään yhdessä
ru: Показывает информацию каталогов.

source: HELP_Show directories within movielist
fi: Jos tämä aktivoidaan, hakemistot eivät ole tallennusluettelon alussa mutta näytetään lajiteltuina tallenneluettelossa
ru: Показывает каталоги в списке фильмов.

source: HELP_Show directory size in skin
fi: Määrittää, näytetäänkö tallennelistassa hakemiston koko.
ru: Показывает размер каталога в области состояния при навигации по списку.

source: HELP_Show experimental options
fi: Määrittää, näytetäänkö valikoissa ominaisuuksia, jotka ovat vasta testikäytössä.
ru: Показывает экспериментальные опции. Могут быть использованы для предотвращения пробуждения дисков и/или сетевых хранилищ.

source: HELP_Show link arrow
fi: Näytä linkin nuoli
ru: Показывает ссылку стрелкой.

source: HELP_Show message if file added to playlist
fi: Määrittää, näytetäänkö viesti, kun tiedosto lisätään soittolistalle.
ru: Показывает сообщение о том, что файл быть добавлен в список воспроизведения.

source: HELP_Show movie icons
fi: Määrittää, näytetäänkö tallenteen nimen edessä kuvaketta vai ei.
ru: В списке фильмов перед каждой записью или фильмом будет отображена соответствующая иконка.

source: HELP_Show movie picons
fi: Määrittää, näytetäänkö tallenteen nimen yhteydessä sen kanavan logo, jolta tallennus on tehty.
ru: Показывает пикон рядом с названием фильма.

source: HELP_Show movie preview
fi: Määrittää, käytetäänkö tallenteen esikatselua vai ei. Mikäli esikatselu on käytössä, se käynnistyy, kun valintapalkin pysäyttää ko. tallenteen kohdalle ja odottaa erikseen määritellyn viiveen verran.
ru: Включите предварительный просмотр по истечении установленного времени задержки.

source: HELP_Show movie progress
fi: Määrittää, näytetäänkö tallenneluettelossa tilakuvaketta, joka kertoo, kuinka pitkälle tallennetta on katsottu.
ru: Показать прогресс просмотра перед именем файла в списке фильмов.

source: HELP_Show plugin config in extensions menu
fi: Näytä asetukset laajennus valikossa.
ru: Показывает "Настройки EMC" в меню дополнений. Меню дополнений обычно вызывается нажатием на синюю кнопку.

source: HELP_Show real length of running records
fi: Näytää tallennuksen todellinen pituuden
ru: Показывает фактическую продолжительность записи.

source: HELP_Show symlinks
fi: Näytä symlinkit
ru: Показывает ссылки.

source: HELP_Show trashcan directory
fi: Näyttää roskakorin tallenusluottelossa. (Roskakori voidaan aina avata myös valikon kautta kun se on piilotettu.)
ru: Показывает каталог "Корзина" в EMC. Добраться до корзины можно через меню EMC даже если она скрыта.

source: HELP_Sort mode at startup
fi: Määrittää oletus lajittelujärjestyksen, kun tallennelista käynnistetään.
ru: Укажите режим сортировки списка фильмов при запуске EMC.

source: HELP_Start EMC with
fi: Määrittää, millä näppäimellä EMC käynnistyy.
ru: Укажите кнопку пульта для запуска EMC.

source: HELP_Style for original EMC-skin (needs reopen)
ru: Выберите стиль для оригинального скина EMC, который будет использоваться. (Требуется перезапуск EMC).

source: HELP_Tertiary playback audio language
ru: Настройка третьего языка аудио.

source: HELP_Tertiary playback subtitle language
ru: Настройка третьего языка субтитров.

source: HELP_Text shown for initially unknown count and size
fi: Tässä voit määrittää, miten hakemistojen teksti pitäisi näyttää tältä näyttää, kun Tiedostoja ja käytettyä tilaa ei tunneta
ru: Определите, как отображается текст при поиске каталогов с неизвестным количеством и размером файлов.

source: HELP_Text shown for initially unknown directory size
fi: Tässä voit määrittää, miten hakemistojen teksti pitäisi näyttää tältä näyttää Käytetty tila on tuntematon
ru: Определите, как отображается текст при поиске каталогов с неизвестным размером.

source: HELP_Text shown for initially unknown file count
fi: Tässä voit määrittää, miten hakemistojen teksti pitäisi näyttää tältä näyttää, kun Tiedostoja ei tunneta.
ru: Определите, как отображается текст при поиске каталогов с неизвестным количеством файлов.

source: HELP_Trashcan enable
ru: Если включено, вместо немедленного удаления, файлы будут перемещены в корзину.

source: HELP_Trashcan path
fi: Määrittää roskakorin käyttämän hakemiston.
ru: Укажите каталог, используемый для корзины.

source: HELP_Try to load extra title and more from .meta files
fi: Yritä lukea lisää otsikoita ja muuta .meta-tiedostoista
ru: Попытаться загружать дополнительные сведения, например, названия эпизодов и пр. из .META-файлов.

source: HELP_Try to load titles from .eit files
fi: Otsikko ladataan .eit-tiedostosta, jos se on käytettävissä. Muuten otsikko puretaan tiedostonimestä. (Jos .meta ja .eit on aktivoitu, luetaan ensin .meta)
ru: Название записи будет загружено из вспомогательного .EIT-файла, если это возможно. В противном случае название будет сформировано на основании имени файла. (Если загрузка разрешена, имеет преимущество).

source: HELP_Try to load titles from .meta files
fi: Otsikko ladataan .metasta, jos se on käytettävissä. Muuten otsikko puretaan tiedostonimestä. (Jos .meta ja .eit on aktivoitu, luetaan ensin .meta.)
ru: Название записи будет загружено из вспомогательного .META-файла, если это возможно. В противном случае название будет сформировано на основании имени файла. (Если загрузка разрешена, имеет преимущество).

source: HELP_Use cache for files and directories
fi: Määrittää, käytetäänkö tiedostoille ja hakemistoille välimuistia. Välimuistin käyttö nopeuttaa toimintaa.
ru: Использование кэша для файлов и каталогов.

source: HELP_Use original EMC-skin (needs reopen)
fi: Käytä oletus teemaa (uudelleen käynnistys tarvittaan valinnan jälkeen
ru: Включите оригинальный скин EMC. (Требуется перезапуск EMC).

source: HELP_Wake device when entering dir from emc-noscan.cfg
ru: Вывести диск из режима сна при входе в каталог, указанный в 'emc-noscan.cfg'.

source: HELP_Yellow button function
fi: Määrittää, mitä keltaisen näppäimen lyhyt painallus tekee.
ru: Укажите действие для нажатия на желтую кнопку.

source: HELP_Zap to channel after record EOF
fi: Toistettaessa vielä kesken olevaa äänitystä, kun loppu on saavutettu,esim. pikakelaus eteenpäin tai" hyppääminen eteenpäin `suoraan live-kuvaan
ru: Закрыть EMC и переключить на записываемый канал, если при воспроизведении активной (записываемой в настоящий момент) записи был достигнут конец файла (посредством перемотки или быстрого перехода).

source: HELP_auto-start window begin
fi: Automaattisen uudelleenkäynnistyksen aikaikkunan alku.
ru: Установите время начала.

source: HELP_auto-start window end
fi: Automaattisen uudelleenkäynnistyksen aikaikkunan loppu.
ru: Установите время окончания.

source: HELP_cfghide_enable
fi: Jos se on aktivoitu, käytetään tiedostossa '/etc/enigma2/emc-hide.cfg'Tiedostoja ja hakemistoja ei näytetä. Tämän asetuksen muuttaminen vaatii järjestelmän:n uudelleenkäynnistyksen!
ru: Не показывает файлы и каталоги, указанные в 'emc-hide.cfg' Потребуется перезагрузка Enigma2!

source: HELP_cfgscan_suppress
fi: Jos ne on aktivoitu, ne luetellaan hakemistossa /etc/enigma2/emc-noscan.cfg Hakemistoista ei ole tarkistettu mediarakenteita (esim. DVD). Tämä voi Estä tahattomien kiintolevyjen tai verkkoasemien herääminen.
ru: Не искать структуры в каталогах (и их подкаталогах), указанных в 'emc-noscan.cfg'. Это предотвращает нежелательное пробуждение жестких дисков или сетевых хранилищ. Потребуется перезагрузка Enigma2!

source: HELP_hide_MiniTV
fi: Määrittää, missä tilanteissa PieniTV pitäisi piilottaa.
ru: Скрывает PiG.

source: HELP_hide_MiniTV cover
fi: Määrittää, pitäisikö PieniTV piilottaa taustalla, kun lista näytetään
ru: Скрыть обложку PiG

source: HELP_hide_MiniTV_method
fi: Tallenteen toistoa vastaan ​​vääristynyt kuvasuhde (esim. Gigablue Quad) Älä lopeta suoraa televisiota, sen sijaan pienennä PieniTV
ru: Выберите способ скрывания PiG

source: HELP_scan_linked
fi: Symboli linkin alihakemistot tallennetaan myös mediarakenteisiin (esim. DVD) Tämä voi Estä tahattomien kiintolevyjen tai verkkoasemien herääminen.
ru: Не искать структуры в ссылках, указывающих на каталоги. Это предотвращает нежелательное пробуждение жестких дисков или сетевых хранилищ.

source: Hide Cover
fi: Piilota kansikuva
ru: Скрыть обложку

source: Hide MiniTV
fi: Piilota PieniTV
ru: Скрыть PiG

source: Hide MiniTV if Cover is shown
fi: Piilota MiniTV, jos tallenne lista on näkyvissä
ru: Скрыть PiG при отображение обложки

source: Hide configured entries
fi: Piilota määritetyt tiedostot ja hakemistot
ru: Скрыть настроенные файлы и каталоги

source: Hide movies being deleted
fi: Piilottaa poistettavan tallenteen
ru: Скрывать записи во время удаления

source: Hide movies being moved
fi: Piilota siirrettävä tallenne
ru: Скрывать записи во время перемещения

source: HomeEnd
fi: Tallennelistan alkuun/loppuun
ru: Начало/Конец

source: Horizontal alignment for count / size
fi: Numeron, koon ja kuvauksen vaakasuora kohdistus
ru: Горизонтальное выравнивание счетчиков и размеров

source: Horizontal alignment for date
fi: Päivämäärän vaakasuuntainen tasaus
ru: Горизонтальное выравнивание даты

source: How many days files may remain in trashcan
fi: Poistettuja tallenteita säilytetään roskakorissa (päivää)
ru: Сколько дней файлы могут оставаться в корзине

source: How to copy files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow long.
ru: Как копировать файлы: Выберите несколько записей кнопкой Видео, переместите курсор на каталог назначения и зажмите не отпуская желтую кнопку.

source: How to move files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow.
ru: Как перемещать файлы: Выберите несколько записей кнопкой Видео, переместите курсор на каталог назначения и нажмите желтую кнопку.

source: IMDb Search
fi: IMDb Haku
ru: IMDb поиск

source: Icon shown for initially unknown count / size
fi: Näytä symboli, jos numero ja koko eivät ole tiedossa alussa
ru: Значок отображается для изначально неизвестного количества/размера

source: Information
fi: Tiedot
ru: Сведения

source: Italian
ru: Итальянский
