Repository: oe-mirrors/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: fi, ru

source: Jump to first mark when playing movie
fi: Hyppää ensimmäiseen kirjanmerkkiin tallennetta toistettaessa
ru: Автоматический переход к первой метке

source: KEYMAPPING
fi: Näppäin asettelu
ru: КНОПКИ

source: Key period value (50-900)
fi: Näppäin painalluksen arvo (50-900)
ru: Время кнопок (50-900)

source: Key repeat value (250-900)
fi: Näppäin painalluksen arvo (250-900)
ru: Скорость кнопок (250-900)

source: LANGUAGE
fi: Valitse Kieli
ru: ЯЗЫК

source: Language:
fi: Kieli:
ru: Язык:

source: Last played movie/playlist not available...
ru: Последняя запись или список воспроизведения отсутствует...

source: Latest
fi: Viimeisin
ru: Последний

source: Latest Recordings
fi: Viimeisimmät tallennukset
ru: Последние записи

source: Latest Recordings directory limit
fi: Hakemiston 'Viimeisimmät tallennukset' aikaraja
ru: Ограничения на каталог "Последние записи"

source: Latest Recordings directory use emc-noscan.cfg
fi: Hakemistossa Viimeisimmät tallenteet jotka käyttävät emc-noscan.cfg
ru: Использовать 'emc-noscan.cfg' для "Последние записи"

source: Leave Movie with Exit
fi: Poistu toistosta Exit näppäimellä
ru: Закончить воспроизведение кнопкой 'Выход'

source: Light green
fi: Valean vihreä
ru: Светло-зеленый

source: Light grey
fi: Vaalean harmaa
ru: Светло-серый

source: Light orange
fi: Vaalean oranssi
ru: Светло-оранжевый

source: Light red
fi: Vaalean punainen
ru: Светло-красный

source: Limit file operations in dirs from emc-noscan.cfg
ru: Ограничить операций с каталогами 'emc-noscan.cfg'

source: Link
fi: Linkki
ru: Ссылка

source: List entries to skip
fi: Kuinka monta tallennetta hypätään kerralla
ru: Пропустить каталог

source: Listbox is skin able
fi: Teema tallenneluettolossa
ru: Использовать системный интерфейс для списка фильмов

source: Load Genre:
ru: Загрузить жанр:

source: Load Production Countries:
ru: Загрузить страны-производители:

source: Load Release Date:
ru: Загрузить дату выпуска:

source: Load Runtime:
ru: Загрузить длительность:

source: Load Vote:
ru: Загрузить рейтинг:

source: Load default settings will overwrite all settings, really load them?
ru: Загрузка настроек по умолчанию удалит все текущие настройки. Загрузить?

source: Locate rogue files and remove them? (permanently if no trashcan available, may take a minute or so)
ru: Найти и удалить поврежденные файлы? (Навсегда, если корзина недоступна. Это может занять некоторое время.)

source: Location:
fi: Sijainti:
ru: Расположение:

source: Long Blue button function
fi: Sininen näppäin (pitkä)
ru: Синяя кнопка (долгое нажатие)

source: Long Red button function
fi: Punainen näppäin (pitkä)
ru: Красная кнопка (долгое нажатие)

source: Long Yellow button function
fi: Keltainen näppäin (pitkä)
ru: Желтая кнопка (долгое нажатие)

source: LongInfo Button
fi: Info näppäin (pitkä)
ru: Кнопка 'Инфо' (долгое нажатие)

source: MM/DD HH:MM
ru: ММ/ДД ЧЧ:ММ

source: Manage Cover
fi: Hallitse kuvia
ru: Управление обложкой

source: Mark all movies
fi: Valitse kaikki tallenteet
ru: Отметить все записи

source: Mark new recordings with a star
fi: Merkitse uudet tallenteet tähdellä
ru: Отмечать новые записи звездочкой

source: Method of hiding MiniTV
fi: Menetelmä piilottaa PieniTV
ru: Способ скрыть PiG

source: Minimum file cache limit (0=cache everything)
ru: Минимальный размер кэша (0=кэшировать все)

source: Minutes
fi: minuuttia
ru: Минуты

source: Month
fi: kuukausi
ru: Месяц

source: Months
fi: kuukautta
ru: Месяцы

source: Move Cover to:
fi: Siirrä kansikuva paikkaan:
ru: Переместить обложку в:

source: Move Directory:
fi: Siirrä hakemisto:
ru: Переместить каталог:

source: Move File
fi: Siirrä
ru: Переместить

source: Move Files
fi: Siirrä tiedostoja
ru: Переместить

source: Move cursor down
fi: Siirrä kursoria alaspäin
ru: Курсор вниз

source: Move cursor page down
ru: Курсор вниз на одну страницу

source: Move cursor page up
ru: Курсор вверх на одну страницу

source: Move cursor to the end / Move cursor x entries down / Switch Folders in Movie Home (down)
ru: Переместить курсор в конец / Переместить курсор на X позиций вниз / Переключить каталог в каталоге "Домой" (вниз)

source: Move cursor to the top / Move cursor x entries up / Switch Folders in Movie Home (up)
ru: Переместить курсор в начало / Переместить курсор на X позиций вверх / Переключить каталог в каталоге "Домой" (вверх)

source: Move cursor up
fi: Siirrä kursoria ylöspäin
ru: Курсор вверх

source: Move file(s):
fi: Siirrä tiedosto(t):
ru: Переместить файл(ы):

source: Move finished movies in trashcan
fi: Siirrä katsotut tallenteet roskakoriin
ru: Перемесить просмотренные записи в корзину

source: Movie Color
fi: Tallenteen väri
ru: Цвет записи

source: Movie Cover downloaded successfully! Can not write Movie Information File %s
ru: Обложка успешно загружена! Информация о фильме не может быть сохранена %s

source: Movie Information Download Setup
ru: Настройка загрузки сведений о фильме

source: Movie Information Preview for:
ru: Предварительный просмотр сведений о фильме:

source: Movie Information TMDb
ru: Сведения о фильме TMDb

source: Movie Information and Cover downloaded successfully!
ru: Сведения о фильме и обложка успешно загружены!

source: Movie Information downloaded successfully!
ru: Сведения о фильме успешно загружена!

source: Movie Information downloaded successfully! Can not write Movie Cover File %s
ru: Информация о фильме успешно загружена! Не удалось сохранить обложку в файл %s

source: Movie Selection Menu
ru: Меню выбора фильма

source: Movie home
fi: Päälistan alkuun
ru: Домой

source: Movie home at start
fi: Tallenne valikko käynnistyksen yhteydessä
ru: "Домой" при запуске

source: Movie home home path
fi: Päälistan hakemisto
ru: Каталог "Домой"

source: Movie information
ru: Сведения о фильме

source: Movie preview delay in ms
fi: Tallenteen esikatselun viive (ms)
ru: Задержка перед пред. просмотром фильма (мс)

source: Movies
ru: Фильмы

source: Movietitle:
ru: Название:

source: N/A
ru: Нет данных

source: Next auto-start in
ru: Перезагрузка через

source: No
fi: Ei
ru: Нет

source: No Cover: %s
fi: Ei löytynyt: %s
ru: Нет обложки: %s

source: No DVD-Player found!
fi: DVD-soitinta ei löydy!
ru: DVD-плеер не найден!

source: No Movies found!
fi: Tallenteita ei löydy!
ru: Фильмы не найдены!

source: No functionality set...
ru: Функция не назначена...

source: No limit
fi: Ei rajoitettu
ru: Без ограничений

source: No override
fi: Älä korvaa
ru: Не перезаписывать

source: No resume below 10 seconds
fi: Ohita aloitusmerkki alle 10 sekunnissa
ru: Не продолжать, если прошло менее 10 сек.

source: No rogue files found.
ru: Поврежденных файлов не найдено.

source: No script operation for VLC streams.
ru: Нет операций сценария для потоков VLC.

source: Not all timers have been stopped. Modify them with the timer editor.
ru: Не все таймеры остановлены. Измените их в редакторе таймеров.

source: Nothing was found !
fi: Mitään ei löytynyt!
ru: Ничего не найдено!

source: OSError - please reload list (EMC menu)
ru: Ошибка - обновите список (меню EMC)

source: OTHER
fi: Muut
ru: ДРУГОЕ

source: Off
ru: Выкл.

source: Open
fi: Avaa
ru: Открыть

source: Open E2 Bookmark path
fi: Avaa E2 kirjanmerkkihakemisto
ru: Открыть закладку E2

source: Open E2 bookmarks
fi: E2 kirjanmerkit
ru: Открыть закладки E2

source: Open EMC Bookmark path
fi: Avaa EMC kirjanmerkkihakemisto
ru: Открыть закладку EMC

source: Open Timer List
fi: Avaa ajastusluettelo
ru: Открыть список таймеров

source: Open menu
fi: Avaa valikko
ru: Открыть меню

source: Orange
fi: Oranssi
ru: Оранжевый

source: Own Path to movie picons
ru: Свой каталог для пикон фильмов

source: Path to movie picons
fi: Kanavalogojen sijainti
ru: Каталог пикон для фильмов

source: Percent (%)
fi: Prosenttia (%)
ru: Проценты (%)

source: Performance
fi: Suorituskyky
ru: Воспроизведение

source: Permanently delete all files in trashcan?
fi: Poista pysyvästi kaikki roskakorissa olevat tiedostot?
ru: Удалить все файлы из корзины навсегда?

source: Play All
fi: Toista kaikki
ru: Воспроизвести все

source: Play All starting
ru: Воспроизвести все

source: Play current Playlist
fi: Toista nykyinen soittolista
ru: Воспроизвести текущий список

source: Play last
fi: Toista viimeksi valittu
ru: Воспроизвести последний фильм

source: Play last movie starting
ru: Запуск воспроизведения последнего видео

source: Play random current Playlist
fi: Toista nykyinen soittolista satunnaisjärj.
ru: Воспроизвести текущий список в случайном порядке

source: Play selected movie(s)
fi: Toista valitut tallenteet
ru: Воспроизвести выбранные фильмы

source: Playlist Options
fi: Soittolistan valinnat
ru: Параметры списка воспроизведения

source: Playlist Setup
fi: Soittolistan asetukset
ru: Настройки списка воспроизведения

source: Playlist open
ru: Открыть список воспроизведения

source: Playlist with same name exists! Try to save the Playlist with another name?
ru: Список воспроизведения с таким названием существует! Вы хотите сохранить список воспроизведения под другим именем?

source: Portuguese
ru: Португальский

source: Position movie picons
fi: Kanavalogojen sijainti
ru: Разместите пиконы фильмов

source: Preferred EPG language
fi: Ensisijainen ohjelmaoppaan kieli
ru: Предпочитаемый язык EPG

source: Preferred cover resolution (if possible):
ru: Предпочтительное разрешение обложки (если возможно):

source: Press green button to start search
fi: Paina vihreää näppäintä aloittaaksesi haku
ru: Нажмите зеленую кнопку, чтобы начать поиск

source: Primary playback audio language
ru: Выбор языка аудио 1

source: Primary playback subtitle language
ru: Выбор языка субтитров 1

source: Production Countries:
fi: Tuotantomaat:
ru: Страна-производитель:

source: Progress sort
ru: Сортировка прогресса

source: Progress sort ascending (P+)
ru: Сортировка по возрастанию прогресса (P+)

source: Progress sort descending (P-)
ru: Сортировка по убыванию прогресса (P-)

source: ProgressBar
fi: Etenemispalkki
ru: Ход события

source: Radio-button
fi: Radionäppäin
ru: Радио

source: Reading directory...
fi: Luetaan hakemistoa...
ru: Чтение каталога...

source: Really close without saving settings?
fi: Haluatko varmasti poistua tallentamatta asetuksia?
ru: Закрыть без сохранения настроек?

source: Reboot
ru: Перегрузить

source: Red
fi: Punainen
ru: Красный

source: Red button function
fi: Punainen näppäin
ru: Красная кнопка

source: Release Date:
fi: Julkaisupäivä:
ru: Дата выхода:

source: Reload current directory
fi: Päivitä nykyinen hakemisto
ru: Обновить текущий каталог

source: Reload movie file list
fi: Päivitä tallennelista
ru: Обновить список фильмов

source: Remove all cut file marker permanently?
ru: Удалить все маркеры из .cut-файла навсегда?

source: Remove all marker permanently?
fi: Poista viimeisen katselun merkit pysyvästi?
ru: Удалить все маркеры навсегда?

source: Remove cut list marker
ru: Удалить маркер текущей записи

source: Remove directory from E2 Bookmarks
fi: Poista hakemisto E2 kirjanmerkeistä
ru: Удалить каталог из закладок E2

source: Remove directory from EMC Bookmarks
fi: Poista hakemisto EMC kirjanmerkeistä
ru: Удалить каталог из закладок EMC

source: Remove permanent sort
fi: Poista pysyvän lajittelujärjestyksen määritys
ru: Удалить постоянную сортировку

source: Remove permanent sort from parent
ru: Удалить постоянную сортировку из родительского

source: Remove rogue files
ru: Удалить поврежденные файлы

source: Remove selected E2 Bookmark
fi: Poista valittu E2 kirjanmerkki
ru: Удалить выбранную закладку E2

source: Remove selected EMC Bookmark
fi: Poista valitut EMC kirjanmerkit
ru: Удалить выбранную закладку EMC

source: Remove service selection
ru: Снять выделение

source: Rename selected movie(s)
fi: Uudelleennimeä valitut tallenteet
ru: Переименовать выбранные фильмы

source: Replace special chars in title
fi: Korvaa erikoismerkit tallenteiden otsikoissa
ru: Заменить специальные символы в названии

source: Reset marker from selected movie(s)
ru: Удалить маркер в выбранных фильмов

source: Resolve links and show real path
fi: Ratkaise linkit ja näytä todellinen polku
ru: Распознавать ссылки и показывать реальный путь

source: Resume position at %s
ru: %s продолжить?

source: Resuming playback
ru: Возобновление воспроизведения

source: Rewind finished movies before playing
fi: Kelaa katsotut tallenteet alkuun ennen toistoa
ru: Перед воспроизведением перейти в начало

source: Runtime:
fi: Kesto:
ru: Длительность:

source: SKIN-SETTINGS
fi: Teema asetukset
ru: УСТАНОВКИ СКИНА

source: Save
fi: Tallenna
ru: Сохранить

source: Save Cover
fi: Tallenna kansikuva
ru: Сохранить обложку

source: Save current Playlist
fi: Tallenna nykyinen soittolista
ru: Сохранить текущий список воспроизведения

source: Save description to movie.txt file:
fi: Tallenna ohjelmakuvaus movie.txt tiedostoon
ru: Сохранить описание в файл movie.txt:

source: Scan for DVD structures
fi: Hae DVD hakemistot
ru: Поиск структур DVD

source: Scan for bluray structures
fi: Hae bluray hakemistot
ru: Поиск структур Blu-ray

source: Scan for bluray structures in .iso
fi: Hae bluray hakemistot .iso tiedostoista
ru: Поиск структур Blu-ray в ISO

source: Scan for movie structures
fi: Hae elokuva hakemistot
ru: Поиск структур фильма

source: Scan linked folders
fi: Skannaa linkitetyt hakemistot
ru: Искать структуры в ссылках на каталоги

source: Search
fi: Hae
ru: Поиск

source: Search Results per Search Site%s:
ru: Результаты на странице поиска %s:

source: Search filter for matching existing terms in the title:
ru: Фильтр поиска совпадений по терминам в заголовке:

source: Search results for:
fi: Hakutulokset tallenteelle:
ru: Результаты поиска для:

source: Searching for %s
fi: Haetaan %s
ru: Поиск %s

source: Searching...
fi: Haetaan...
ru: Поиск...

source: Secondary playback audio language
ru: Выбор языка аудио 2

source: Secondary playback subtitle language
ru: Выбор языка субтитров 2

source: Seek backward
fi: Kelaa taaksepäin
ru: Перемотка назад

source: Seek forward
fi: Kelaa eteenpäin
ru: Перемотка вперед

source: Select Location
fi: Valitse sijainti
ru: Выбрать расположение

source: Set path to save the folder Cover:
ru: Задать путь для каталога обложек:

source: Set permanent sort
fi: Määritä pysyvä lajittelujärjestys
ru: Установить постоянную сортировку

source: Settings have been Saved.
ru: Настройки сохранены.

source: Setup
fi: Asetukset
ru: Настройки

source: Setup open
ru: Открыть настройки

source: Short watching percent
fi: Luokittele tallenne katsomattomaksi, kun katsottu enintään (%)
ru: Предварительный просмотр (%)

source: Show Bookmarks in movielist
fi: Näytä kirjanmerkit tallennelistassa
ru: Показать закладки в списке фильмов

source: Show Cover
fi: Näytä kansikuva
ru: Показать обложку

source: Show Cut-Nr if exist
fi: Näytä osion numero, jos käytettävissä
ru: Показать Cut-Nr, если существуют

source: Show EMC in extensions menu
fi: Näytä EMC laajennusvalikossa
ru: Показать EMC в меню дополнений

source: Show EMC in main menu
fi: Näytä EMC päävalikossa
ru: Показать EMC в главном меню

source: Show Latest Recordings directory
fi: Näytä hakemisto 'Viimeisimmät tallennukset' tallennelistassa
ru: Показать каталог "Последние записи"

source: Show Movie Format
fi: Näytä tallenteen formaatti
ru: Показать формат видео

source: Show Path if no extended description available
fi: Näytä hakemistopolku laajennetun ohjelmakuvauksen puuttuessa
ru: Показать путь при отсутствие подробного описания

source: Show VLC directory
fi: Näytä VLC-hakemisto
ru: Показать каталог "VLC"

source: Show audio metadata
fi: Näytä äänen metatiedot
ru: Показать метаданные аудио

source: Show current Playlist
fi: Näytä nykyinen soittolista
ru: Показать текущий список воспроизведения

source: Show directories
fi: Näytä hakemistot
ru: Показать каталоги

source: Show directories information
fi: Näytä hakemistot tiedot
ru: Показать информацию каталогов

source: Show directories within movielist
fi: Näytä hakemistot tallennusluettelossa
ru: Показать каталоги в списке фильмов

source: Show directory size in skin
fi: Näytä hakemiston koko
ru: Показать размер каталога в области уведомлений

source: Show event info
ru: Показать сведения о событии

source: Show experimental options
fi: Näytä testikäytössä olevat ominaisuudet
ru: Показать экспериментальные опции

source: Show fallback cover
fi: Näytä takakannen kuva
ru: Показать фон обложки, если обложка отсутствует

source: Show info at the bottom
ru: Показать сведения снизу

source: Show info at the bottom (with MiniTV)
ru: Показать сведения снизу (с PiG)

source: Show info on the left
ru: Показать сведения слева

source: Show info on the left (with MiniTV)
ru: Показать сведения слева (с PiG)

source: Show link arrow
fi: Näytä linkin nuoli
ru: Показать ссылку стрелкой

source: Show message if file added to playlist
fi: Näytä viesti kun tiedosto lisätty soittolistalle
ru: Показать "Добавлено в список воспроизведения"

source: Show movie icons
fi: Näytä tallennekuvakkeet tallennelistassa
ru: Показать иконки фильмов

source: Show movie picons
fi: Näytä kanavalogot tallennelistassa
ru: Показать пиконы фильмов

source: Show movie preview
fi: Käytä tallenteen esikatselua
ru: Показать трейлер

source: Show movie progress
fi: Tallenneluettelon tilakuvakkeet
ru: Показать прогресс просмотра

source: Show plugin config in extensions menu
fi: Näytä EMC asetukset laajennusvalikossa
ru: Показать "Настройки EMC" в меню дополнений

source: Show real length of running records
fi: Näytä tallennuksen todellinen pituus
ru: Показать фактическую продолжительность записи

source: Show symlinks
fi: Näytä symlinkit
ru: Показать ссылки

source: Show trashcan directory
fi: Näytä roskakorin hakemisto
ru: Показать каталог "Корзина"

source: Show trashcan information
fi: Näytä roskakorin tiedot
ru: Показать информацию о корзине

source: Shuffle All
fi: Toista kaikki satunnaisessa järjestyksessä
ru: Воспроизвусти все в случайном порядке

source: Shuffle All starting
ru: Начать воспроизведение в случайном порядке

source: Single Search:
fi: Yksittäinen haku
ru: Простой поиск:

source: Single search
fi: Yksittäinen haku
ru: Простой поиск

source: Skip
fi: Hyppää tallennelistassa
ru: Пропустить

source: Skipping movie, the file does not exist.
ru: Пропуск фильма, файл не существует.

source: Some settings changes require GUI restart to take effect.
fi: Osa muutoksista vaatii, että GUI käynnistetään uudelleen.
ru: Для вступления в силу некоторых изменений настроек требуется перезапуск графического интерфейса.

source: Sort Mode
fi: Lajittelujärjestys
ru: Режим сортировки

source: Sort Options
fi: Lajitteluasetukset
ru: Параметры сортировки

source: Sort Order
fi: Lajittelujärjestys
ru: Порядок сортировки

source: Spanish
ru: Испанский

source: Standby
fi: Valmiustila
ru: Режим ожидания

source: Start / end multiselection
fi: Aloita / lopeta monivalinta
ru: Начало/конец множественного выбора

source: Start EMC with
fi: Käynnistä EMC näppäimellä
ru: Запустить EMC кнопкой

source: Start movie preview before last position
fi: Esikatselun käynnistys (sek) ennen viimeksi katsottua kohtaa
ru: Запустить пред. просмотр фильма до последней позиции (сек)

source: Stop ongoing recording?
fi: Keskeytä käynnissä oleva tallennus?
ru: Остановить текущую запись?

source: Stop playback
fi: Pysäytä toisto
ru: Остановить воспроизведение

source: Style for original EMC-skin (needs reopen)
ru: Стиль оригинального скина EMC

source: Suppress scan in selected folders
fi: Estä skannaus valituissa hakemistoissa
ru: Запретить поиск в выбранных каталогах

source: TMBD Info
ru: Описание в TMBD

source: TMDB Info
ru: Описание в TMDB

source: TRASHCAN
fi: Roskakori
ru: КОРЗИНА

source: TV Shows
ru: Сериалы

source: TV-button
fi: TV-näppäin
ru: ТВ

source: Tertiary playback audio language
ru: Выбор языка аудио 3

source: Tertiary playback subtitle language
ru: Выбор языка субтитров 3

source: Text shown for initially unknown count and size
fi: Teksti näytetään aluksi tuntemattomalle määrälle ja koolle
ru: Текст для первоначально неизвестных счетчиков и размеров

source: Text shown for initially unknown directory size
fi: Alun tuntemattoman hakemistokoon teksti
ru: Текст для первоначально неизвестных размеров каталогов

source: Text shown for initially unknown file count
fi: Teksti aluksi tuntemattomalle tiedostomäärälle"
ru: Текст для первоначально неизвестного количества файлов

source: The directory %s is already locked. Do you want to unlock it and all its subfolders?
fi: Hakemisto %s on jo lukittu. Haluatko poistaa lukituksen (mukaanlukien kaikki sen alihakemistot)?
ru: Каталог %s уже заблокирован. Хотите разблокировать его и все подкаталоги?

source: The following files are used for other entrys in List ! Also delete these files? %s
ru: Следующие файлы используются другими записями в списке! Также удалить эти файлы? %s

source: This element belongs to a locked folder and cannot be deleted!
ru: Этот элемент принадлежит заблокированной папке и не может быть удален!

source: This folder is locked or contains a locked subfolder, unlock it first!
ru: Эта папка заблокирована или содержит заблокированную подпапку, сначала разблокируйте ее!

source: Title
ru: Название

source: Toggle Cover Button
fi: Näytä/piilota kansikuva
ru: Переключить кнопку обложки

source: Toggle service selection
ru: Переключить выбор услуги

source: Toggle viewed / not viewed
ru: Отметить просмотрено/непросмотрено

source: Total
fi: Yhteensä
ru: Всего

source: Trashcan
fi: Roskakori
ru: Корзина

source: Trashcan create failed. Check mounts and permissions.
ru: Не удалось создать корзину. Проверьте точки монтирования и права.

source: Trashcan enable
fi: Ota roskakori käyttöön
ru: Включить корзину

source: Trashcan path
fi: Roskakorin hakemisto
ru: Каталог "Корзина"

source: Try to load extra title and more from .meta files
fi: Yritä lukea lisää otsikoita ja muuta .meta-tiedostoista
ru: Загружать доп. сведения из .META-файлов

source: Try to load titles from .eit files
fi: Yritä ladata tallenteiden otsikot .eit tiedostoista
ru: Загружать названия из .EIT-файлов

source: Try to load titles from .meta files
fi: Yritä ladata tallenteiden otsikot .meta tiedostoista
ru: Загружать названия из .META-файлов

source: UNKNOWN
ru: НЕИЗВЕСТНО

source: Up
fi: Ylös
ru: Вверх

source: Use cache for files and directories
fi: Käytä välimuistia tiedostoille ja hakemistoille
ru: Использовать кэш для файлов и каталогов

source: Use original EMC-skin (needs reopen)
fi: Käytä oletus teemaa
ru: Использовать оригинальный скин EMC

source: VLC Server not reachable
fi: VLC-palvelimeen ei saada yhteyttä
ru: VLC-сервер не доступен

source: VLC-Dir
ru: VLC-каталог

source: VLC-Server
ru: VLC-сервер

source: Video-button
fi: Video painike
ru: Видео

source: Vote:
fi: Pisteet:
ru: Рейтинг:

source: WD DD.MM. HH:MM
ru: День ДД.ММ. ЧЧ:ММ

source: WD DD.MM.YYYY
ru: День ДД.ММ.ГГГГ

source: WD DD.MM.YYYY HH:MM
ru: День ДД.ММ.ГГГГ ЧЧ:ММ

source: WD MM/DD HH:MM
ru: День ММ/ДД ЧЧ:ММ

source: WD YYYY/MM/DD
ru: День ГГГГ/ММ/ДД

source: WD YYYY/MM/DD HH:MM
ru: День ГГГГ/ММ/ДД ЧЧ:ММ

source: Wake device when entering dir from emc-noscan.cfg
ru: Пробуждать диск при входе в каталоги 'emc-noscan.cfg'

source: Week
fi: viikko
ru: Неделя

source: Weeks
fi: viikkoa
ru: Нед.

source: White
fi: Valkoinen
ru: Белый

source: YYYY/MM/DD
fi: vvvv/kk/pp
ru: ГГГГ/ММ/ДД

source: YYYY/MM/DD HH:MM
ru: ГГГГ/ММ/ДД ЧЧ:ММ

source: Yellow button function
fi: Keltainen näppäin
ru: Желтая кнопка

source: Yes
fi: Kyllä
ru: Да

source: Yes, everything
fi: Kyllä, kaikki
ru: Да, все

source: Yes, only extra title
fi: Kyllä, vain lisäotsikko
ru: Да, только доп. заголовки

source: Yes, with Message
fi: Kyllä, näytä viesti
ru: Да, с уведомлением

source: Yes, without Message
fi: Kyllä, älä näytä viestiä
ru: Да, без уведомления
