Repository: oe-mirrors/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: fi, ru

source: (without counting cover range)
ru: (без учета диапазона обложек)

source: Deleting remotely recorded and it will display an rec-error dialog on the other DB.
ru: Удаление удаленной записи, ошибка записи будет отображаться на другом ресивере.

source: all selected video files?
fi: kaikki valitut tallenteet?
ru: Все выбранные видеофайлы?

source: all selected video files? The currently playing movie is also one of the selections and its playback will be stopped.
ru: Все выбранные файлы? Просматриваемая запись также будет удалена, а ее воспроизведение остановлено.

source: currently played?
fi: parhaillaan toistettava?
ru: Проигрываемый сейчас?

source: files
ru: файлы

source: permanently
fi: pysyvästi
ru: навсегда

source: %d second
fi: %d sekunti
ru: %d секунда

source: %s not removed. Write protect?
ru: %s не удалось удалить. Защита от записи?

source: %s removed.
fi: %s poistettu.
ru: %s удален.

source: ( # / GB )
ru: ( # / Гбайт )

source: ( GB )
ru: ( Гб )

source: (Un-)Lock Directory
fi: Avaa/lukitse hakemisto
ru: Разблокировать/заблокировать каталог

source: (show optional DVD audio menu)
ru: (Показывать аудио меню DVD)

source: *** Multiselection active ***
fi: *** Monivalinta aktivoitu ***
ru: *** Мультивыбор ***

source: ATTENTION This option will move all finished movies in Movie Home automatically to Your trashcan at the given time. At next trashcan cleanup all movies will be deleted. Confirm this with the blue key followed by the green key.
ru: ВНИМАНИЕ Все просмотренные видео в каталоге "Домой" в заданное время будут перемещены в корзину. При следующей очистки корзины все видеофайлы будут удалены. Подтвердите выбор последовательным нажатием синей и зеленой кнопок.

source: AUDIO METADATA
fi: Ääni metatieto
ru: АУДИО МЕТАДАННЫЕ

source: AUTOSTART
fi: Automaattinen käynnistys
ru: АВТОЗАПУСК

source: About
fi: Tietoja
ru: О плагине

source: Add directory to E2 Bookmarks
fi: Lisää hakemisto E2 kirjanmerkkeihin
ru: Добавить каталог в закладки E2

source: Add directory to EMC Bookmarks
fi: Lisää hakemisto EMC kirjanmerkkeihin
ru: Добавить каталог в закладки EMC

source: Add to Playlist
fi: Lisää soittolistaan
ru: Добавить в список воспроизведения

source: Add to current Playlist
fi: Lisää nykyiselle soittolistalle
ru: Добавить в текущий список воспроизведения

source: After file OPs only re-scan affected dirs
ru: Сканировать только измененные каталоги

source: Age of finished movies in movie folder (days)
ru: Возраст просмотренных записей в каталоге записей (дни)

source: Album:
fi: Albumi:
ru: Альбом:

source: Alpha sort
fi: Aakkosjärjestys
ru: А-Я

source: Alpha sort ascending (AZ)
ru: По алфавиту, по возрастанию (AZ)

source: Alpha sort ascending with meta (AZM)
ru: По алфавиту, с учетом метаданных (AZM)

source: Alpha sort ascending with meta, Date descending (AZMD-)
ru: По алфавиту, с учетом метаданных. Новые сверху (AZMD-)

source: Alpha sort ascending, Date descending (AZD-)
ru: По алфавиту, по возрастанию. Новые сверху (AZD-)

source: Alpha sort date newest
ru: А-Я+ДАТА

source: Alpha sort descending (ZA)
ru: По алфавиту, по убыванию (ZA)

source: Alpha sort descending with meta (ZAM)
ru: По алфавиту, с учетом метаданных (ZAM)

source: Alpha sort descending with meta, Date ascending (ZAMD+)
ru: По алфавиту, с учетом метаданных. Старые сверху (ZAMD+)

source: Alpha sort descending, Date ascending (ZAD+)
ru: По алфавиту, по убыванию. Старые сверху (ZAD+)

source: Alpha sort meta
ru: А-Я+МЕТА

source: Alpha sort meta date newest
ru: А-Я+МЕТА+ДАТА-

source: Always save current Playlist
fi: Tallenna aina nykyinen soittolista
ru: Всегда сохранять текущий список воспроизведения

source: Always save last played progress as marker
fi: Tallenna viimeksi katsottu kohta automaattisesti kirjanmerkiksi
ru: Всегда сохранять последнюю позицию воспроизведения

source: Artist:
fi: Artisti:
ru: Артист:

source: Automatic timers list cleaning
fi: Automaattinen ajastusluettelon siivous
ru: Очистка списка автоматических таймеров

source: Available plugins menu
ru: Меню плагинов

source: Black
fi: Musta
ru: Черный

source: Blue button function
fi: Sininen näppäin
ru: Синяя кнопка

source: Bookmark
fi: Kirjanmerkki
ru: Закладки

source: Both
fi: Kummatkin
ru: Закладки E2 и EMC

source: Bouquet buttons behaviour
fi: Kanavanäppäimien (+/-) toiminto
ru: Функция кнопок 'Букет'

source: Button disabled
fi: Ei käytössä
ru: Кнопка отключена

source: CSFD Info
ru: Описание в CSFD

source: Can not save
ru: Не удалось сохранить

source: Can not save Cover in
ru: Не удалось сохранить обложку в

source: Can not save current Playlist!
fi: Nykyisen soittolistan tallennus epäonnistui!
ru: Не удалось сохранить текущий список воспроизведения!

source: Can not write Movie Information File %s
ru: Информация о фильме не может быть сохранена %s

source: Can not write Movie Information and Cover File %(info)s %(file)s
ru: Не удалось сохранить сведения о фильме и файл обложки %(info)s %(file)s

source: Cancel
fi: Peruuta
ru: Отменить

source: Cannot delete the parent directory.
ru: Не удалось удалить родительский каталог.

source: Change File/Moviename and/or Description
ru: Измените имя файла, название фильма и описание

source: Change Folder
fi: Vaihda hakemistoa
ru: Сменить каталог

source: Change Foldername
fi: Muuta hakemiston nimi
ru: Изменить имя папки

source: Change the filename to save current Playlist:
ru: Изменить имя файла для сохранения текущего списка воспроизведения:

source: Chap.
ru: Глава

source: Chapter
fi: Kappale
ru: Глава

source: Check for dead links
ru: Проверять мертвые ссылки

source: Choose Directory:
fi: Valitse hakemisto:
ru: Выберите каталог:

source: Choose bookmark
fi: Valitse kirjanmerkki
ru: Выберите закладку

source: Choose directory
fi: Valitse hakemisto
ru: Выберите каталог

source: Choose operation
fi: Valitse toiminto
ru: Выберите действие

source: Choose plugin
fi: Valitse lisäosa
ru: Выберите дополниние

source: Choose script
ru: Выберите сценарий

source: Close EMC
fi: Sulje EMC
ru: Закрыть EMC

source: Close EMC and do power button action
ru: Закрыть EMC и выполнить действие кнопки питания

source: Collection
fi: Kokoelma
ru: Коллекция

source: Configured directories at the top of movielist
ru: Показывать добавленные каталоги вверху списка

source: Content:
fi: Sisältö:
ru: Содержание:

source: Copy File
fi: Kopioi
ru: Копировать

source: Copy Files
fi: Kopioi tiedostoja
ru: Копировать

source: Copy file(s):
fi: Kopioi tiedosto(t):
ru: Копировать файл(ы):

source: Cover %s exists! Do you want to replace the existing cover?
ru: Обложка % s уже существует! Хотите заменить существующую обложку?

source: Cover Search
fi: Kansikuvahaku
ru: Поиск обложки

source: Cover background
ru: Фон обложки

source: Cover delay in ms
ru: Задержка перед отображением обложки (мс)

source: Cover disabled in EMC-Setup
ru: Обложка отключена в настройках EMC

source: Cover is Saved.
fi: Kansikuva tallennettu.
ru: Обложка сохранена.

source: Cover search
fi: Kansikuvahaku
ru: Поиск обложки

source: Cover search with all Files in Subdirectories? This may take a while on huge Disks, or Directories!
fi: Hae kansikuvia kaikille tiedostoille nykyisessä hakemistossa? Toimenpide saattaa kestää hyvän aikaa isoilla kovalevyillä / hakemistoilla!
ru: Поиск обложки среди всех файлов и подкаталогов? Это может занять некоторое время на больших дисках или каталогах!

source: Coversize
ru: Размер обложки

source: Create directory
fi: Luo hakemisto
ru: Создать каталог

source: Create link
fi: Luo linkki
ru: Создать ссылку

source: Creating Search List..
fi: Luodaan hakulistaa...
ru: Создание списка поиска...

source: Current Playlist saved successfully!
fi: Nykyinen soittolista tallennettu onnistuneesti!
ru: Текущий список воспроизведения успешно сохранен!

source: Cursor predictive move after selection
fi: Siirrä kohdistinta edelleen valinnan jälkeen
ru: Переместить курсор после выбора

source: Custom
ru: Пользовательский

source: DD.MM. HH:MM
ru: ДД.ММ. ЧЧ:ММ

source: DD.MM.YYYY
fi: PP.KK.VUOSI
ru: ДД.ММ.ГГГГ

source: DD.MM.YYYY HH:MM
ru: ДД.ММ.ГГГГ ЧЧ:ММ

source: DEBUG
fi: Debug Virheenkorjaustila
ru: ОТЛАДКА

source: DELAYS
fi: Viive
ru: ЗАДЕРЖКИ

source: DISPLAY-SETTINGS
fi: Näyttö asetukset
ru: УСТАНОВКИ ОТОБРАЖЕНИЯ

source: DVD / BLU-RAY / FOLDERS
fi: DVD / BLU-RAY / Kansiot
ru: DVD / BLU-RAY / КАТАЛОГИ

source: Daily cleanup time
fi: Päivittäisen siivoamisen ajankohta
ru: Время ежедневной очистки корзины/списка записей

source: Dark green
fi: Tumman vihreä
ru: Темно-зеленый

source: Dark grey
fi: Tumman harmaa
ru: Темно-серый

source: Dark orange
fi: Tumman oranssi
ru: Темно-оранжевый

source: Dark red
fi: Tumman punainen
ru: Темно-красный

source: Date format
fi: Päivämäärän muoto
ru: Формат даты

source: Date sort
ru: Хронологически

source: Date sort ascending (D+)
fi: Päivämäärän nousevasti
ru: По дате, по возрастанию (D+)

source: Date sort descending (D-)
fi: Päivämäärän laskevasti
ru: По дате, по убыванию (D-)

source: Day
fi: Päivä
ru: День

source: Days
fi: Päivää
ru: Дн.

source: Debug output file name
fi: Virhelokin tiedoston nimi
ru: Имя файла журнала

source: DeepStandby
fi: Virransäästötila
ru: Выключить

source: Default
ru: По умолчанию

source: Default Playlist is not empty! Save default Playlist?
ru: Список воспроизведения не пуст! Сохранить текущий список воспроизведения?

source: Default Playlist name
fi: Soittolistan oletusnimi
ru: Название списка воспроизведения по умолчанию

source: Default Playlist path
fi: Soittolistan oletushakemisto
ru: Путь списка воспроизведения по умолчанию

source: Default color for highlighted movie
fi: Oletus väri korostettu tallenne"
ru: Цвет для выделенного фильма

source: Default color for partially watched movie
fi: Oletus väri kesken katsomattomissa tallenteissa
ru: Цвет для частично просмотренных фильмов

source: Default color for recording movie
fi: Oletus väri ohjelman tallentaminen
ru: Цвет для записываемых фильмов

source: Default color for unwatched movie
fi: Oletus väri katsomattomissa tallenteissa
ru: Цвет для непросмотенных фильмов

source: Default color for watched movie
fi: Oletus väri katsotuissa tallenteissa
ru: Цвет для просмотренных фильмов

source: Default sort mode
fi: Oletus lajittelujärjestys
ru: Сортировка по умолчанию

source: Delete
fi: Poista
ru: Удалить

source: Delete All
fi: Poista kaikki
ru: Удалить все

source: Delete Entry
fi: Poista
ru: Удалить записи

source: Delete current Playlist
fi: Poista nykyinen soittolista
ru: Удалить текущий список воспроизведения

source: Delete cut file(s)
ru: Удалить .cut-файлы

source: Delete error:
fi: Poistovirhe:
ru: Не удалось удалить:

source: Delete failed because the trashcan directory does not exist. Attempt to create it now?
ru: Не удалось удалить, потому что каталог корзины не существует. Создать его сейчас?

source: Delete failed!
fi: Poisto epäonnistui!
ru: Удалить не удалось!

source: Delete permanently
fi: Poista pysyvästi (ohita roskakori)
ru: Удалить навсегда

source: Delete validation
fi: Pyydä vahvistus tallennetta poistettaessa
ru: Подтверждение удаления с активной корзиной

source: Description
ru: Описание

source: Description field update delay
fi: Päivitä viive kuvauskenttä
ru: Задержка перед отображением описания

source: Description:
fi: Kuvaus:
ru: Описание:

source: Directory
fi: Hakemisto
ru: Каталог

source: Directory %s already exists!
fi: Hakemisto %s on jo olemassa!
ru: Каталог %s существует!

source: Directory back
fi: Siirry hakemisto taaksepäin
ru: Назад

source: Directory forward
fi: Siirry hakemisto eteenpäin
ru: Вперед

source: Directory is not empty! Do you really want to delete it?
fi: Hakemisto ei ole tyhjä. Haluatko varmasti poistaa sen?
ru: Каталог не пустой! Вы действительно хотите его удалить?

source: Directory up
fi: Siirry hakemisto ylöspäin
ru: Наверх

source: Directory-Cover search
ru: Поиск каталога обложек

source: Disable EMC
fi: Poista EMC käytöstä
ru: Отключить EMC

source: Display directory reading text
fi: Näytä teksti luettaessa hakemistoa
ru: Показать текст чтения каталога

source: Do you really want to delete the cut file? If you have selected a directory, all cut files within the folder and its subfolders will be deleted!
ru: Вы действительно хотите удалить .cut-файл? Если выбран каталог, то все .cut-файлы внутри каталога и его подкаталогов будут удалены!

source: Do you really want to lock the directory %s and all its subfolders?
fi: Haluatko varmasti lukita hakemiston %s ja kaikki sen alihakemistot?
ru: Вы действительно хотите заблокировать каталог %s и все его подкаталоги?

source: Do you really want to remove your bookmark %s?
ru: Вы действительно хотите удалить закладку? %s

source: Do you really want to remove your directory %s?
ru: Вы действительно хотите удалить каталог? %s

source: Do you really want to remove your link %s?
ru: Вы действительно хотите удалить ссылку? %s

source: Do you want to resume this playback?
ru: Возобновить воспроизведение?

source: Does not contain any scripts.
ru: Не содержит никаких сценариев.

source: Don't auto scan size of dirs from emc-noscan.cfg
ru: Не определять размеры каталогов 'emc-noscan.cfg'

source: Download Movie Info
fi: Lataa elokuvan tiedot
ru: Загрузить информацию о фильме

source: Download Movie Information
fi: Lataa tallenteen tiedot
ru: Загрузить информацию о фильме

source: Download cutlist from Cutlist.at
ru: Загрузить список вырезок с Cutlist.at

source: Download: %s
fi: Lataa: %s
ru: Загрузить: %s

source: E2 Bookmark
fi: E2 kirjanmerkki
ru: Закладки E2

source: E2 Bookmarks
fi: E2 kirjanmerkit
ru: Закладки E2

source: E2 Restart
ru: Перегрузить GUI

source: EMC Zap to Live TV of record
ru: EMC Переключить на прямую трансляцию этой записи.

source: EMC Bookmarks
fi: EMC kirjanmerkit
ru: Закладки EMC

source: EMC Cover Selecter
fi: EMC Kansikuvan valinta
ru: Выбор обложки

source: EMC Cover search
fi: EMC Kansikuvien haku
ru: Поиск обложки

source: EMC Cover search setup
fi: EMC Kansikuvahaun asetukset
ru: Настройки поиска обложки

source: EMC Filebrowser
ru: Файловый браузер

source: EMC Playlist - current playlist
ru: Список воспроизведения - текущий список

source: EMC Playlist Menu
ru: Меню списка воспроизведения

source: EMC Playlist Setup
ru: Настройки списка воспроизведения

source: EMC Setup
fi: EMC asetukset
ru: Настройки EMC

source: EMC Trashcan Cleanup failed!
ru: Не удалось очистить корзину EMC!

source: EMC always reload after open
fi: Lue aina uudelleen, kun avaat Tallennelistan
ru: Обновление каталога после открытия

source: EMC output directory
fi: EMC hakemiston kohde kansio
ru: Каталог для журнала

source: EMC path access limit
fi: Tallennelistan hakemisto rajaus
ru: Ограничение доступа к каталогам

source: EMC re-open list after Movie end
fi: Avaa tallenneluettelo tallenteen loppuessa
ru: Открыть список по завершению просмотра

source: EMC re-open list after STOP-press
fi: Avaa tallenneluettelo STOP-näppäimen painalluksen jälkeen
ru: Открыть список после нажатия 'Стоп'

source: EMC-TMDB Info
ru: Описание в EMC-TMDB

source: EMC: Skipping Trashcan Cleanup Movie Home Path is equal to or a subfolder of the Trashcan
ru: EMC: Пропустить очистку корзины Каталог "Домой" совпадает с каталогом "Корзина" или находится внутри каталога "Корзина"

source: Empty trashcan
fi: Tyhjennä roskakori
ru: Очистить корзину

source: Enable EMC debug output
fi: Aktivoi virheenkorjaus käyttöön
ru: Отладка EMC

source: Enable daily trashcan cleanup
fi: Roskakorin päivittäinen siivoaminen
ru: Ежедневная очистка корзины

source: Enable playback AC3-track first
ru: Приоритет дорожки AC3

source: Enable playback auto-language selection
fi: Valitse ääniraita automaattisesti
ru: Автоматический выбор звуковой дорожки

source: Enable playback auto-subtitling
fi: Näytä tekstitys automaattisesti
ru: Автоматическое включение субтитров

source: Enable remote recordings
fi: Salli etätallennukset
ru: Удаленные записи

source: English
fi: Englanti
ru: Английский

source: Enter Name for Playlist
fi: Määritä soittolistan nimi
ru: Введите имя списка воспроизведения

source: Enter name for new directory:
fi: Anna uuden hakemiston nimi:
ru: Введите имя нового каталога:

source: Exist
fi: Löytynyt
ru: Существует

source: Exist: %s
ru: Существует: %s

source: File added to current Playlist.
fi: Tiedosto lisätty nykyiseen soittolistaan.
ru: Файл добавлен в текущий список воспроизведения.

source: File exists in current Playlist.
fi: Tiedosto löytyy jo nykyiseltä soittolistalta!
ru: Файл уже в текущем списке воспроизведения.

source: File not available.
ru: Файл не существует.

source: Filename:
fi: Tiedostonimi:
ru: Имя файла:

source: Files added to current Playlist.
ru: Файлы добавлены в текущий список воспроизведения.

source: Files added to current Playlist: %(add)s Files exists in current Playlist: %(exist)s
ru: Файлы будут добавлены в текущий список воспроизведения: %(add)s Существующие файлы: %(exist)s

source: Files exists in current Playlist: %s
ru: Файлы уже в текущем списке воспроизведения: %s

source: Finished watching percent
fi: Luokittele tallenne katsotuksi, kun katsottu vähintään (%)
ru: Просмотр окончен после (%)

source: Foldername:
fi: Hakemiston nimi:
ru: Имя каталога:

source: Force standby after auto-restart
fi: Pakota valmiustila automaattisen uudelleenkäynnistyksen jälkeen
ru: Режим ожидания после перезагрузки

source: Format AVSwitch
ru: Переключить AV-формат

source: Found rogue files:
ru: Найдены поврежденные файлы:

source: Free:
ru: Свободно:

source: French
ru: Французский

source: GENERAL
fi: Yleiset asetukset
ru: ОБЩИЕ УСТАНОВКИ

source: Genre:
fi: Laji:
ru: Жанр:

source: German
fi: Saksa
ru: Немецкий

source: Given path %s does not exist. Please change.
ru: Указанный путь %s не существует. Пожалуйста, измените.

source: Go to trashcan
fi: Siirry roskakoriin
ru: Перейти в корзину

source: Green
fi: Vihreä
ru: Зеленый

source: Grey
fi: Harmaa
ru: Серый

source: HELP_About
fi: Näyttää tietoja EMC -lisäosasta.
ru: Информацией о плагине.

source: HELP_After file OPs only re-scan affected dirs
ru: После добавления или удаления файлов пересканированы будут только каталоги, в которых произошли изменения.

source: HELP_Age of finished movies in movie folder (days)
ru: Записи старше указанных, помеченные как "просмотренные", будут перемещены в корзину.

source: HELP_Always save last played progress as marker
fi: Määrittää, tallennetaanko viimeksi katsottu kohta automaattisesti kirjanmerkiksi. Jos päällä, mm. stop-näppäimen painallus luo automaattisesti kirjanmerkin, josta voi jatkaa seuraavalla kerralla.
ru: При остановке воспроизведения, текущее положение сохраняется как маркер. После возобновления воспроизведения кнопки '<' и '>' выполняют переход к этому положению вне зависимости от значения функции "Возобновление воспроизведения".

source: HELP_Automatic timers list cleaning
fi: Valmiit ajastukset poistetaan automaattisesti ajastinluettelosta.
ru: По завершению таймер автоматически будет удален из списка.

source: HELP_Blue button function
fi: Määrittää, mitä sinisen näppäimen lyhyt painallus tekee.
ru: Укажите действие для нажатия на синюю кнопку.

source: HELP_Bouquet buttons behaviour
fi: Määrittää, mitä kanavanäppäimien (+/-) painallus tekee.
ru: Переход к началу/концу списка или пропуск определенного количества записей

source: HELP_Check for dead links
ru: 'Только в первый раз' поможет сохранять внешний диск в режиме ожидания, однако файлы с отключенных томов могут отображаться.

source: HELP_Configure in etc\enigma2\emc-topdir.cfg
ru: Каталоги, перечисленные в emc-topdir.cfg, отображаются вверху списка.

source: HELP_Cover background
ru: Укажите фон обложки.

source: HELP_Cover delay in ms
ru: Если отображение обложки включено, то здесь может быть указано время задержки перед отображением. Это предотвращает немедленное отображение обложки при переключениях в списке фильмов.

source: HELP_Cursor predictive move after selection
fi: Kun valitset [VIDEO / PVR] -näppäimellä, kohdistin sijoitetaan" "Aseta suunta siirtyy eteenpäin. "Ylös / alas" -kohdassa on hyppy viimeksi liikkuneeseen suuntaan.
ru: При выборе кнопкой 'Видео/Запись' курсор продолжит движение в заданном направлении. Кнопки 'Вверх/Вниз' передвигают курсор в заданном направлении.

source: HELP_Daily auto-start
fi: Päivittäinen automaattinen käynnistys
ru: Настройте ежедневный запуск.

source: HELP_Daily cleanup time
fi: Määrittää, mihin aikaan vuorokaudesta roskakorin päivittäinen siivoaminen suoritetaan.
ru: Укажите время ежедневной очистки корзины.

source: HELP_Date format
fi: Piilota päivämäärä tai valitse päivämäärä, joka näytetään tallennus listan jokaiselle tallenukselle.
ru: Формат даты и времени, отображаемых рядом с именем файла.

source: HELP_Debug output file name
fi: Loki tiedoston nimi.
ru: Задайте имя файла журнала отладки.

source: HELP_Default color highlighted
fi: Oletus väri kun korostettu tallenne on merkattu
ru: Задайте цвет по умолчанию для выделенного фильма.

source: HELP_Default color partially watched
fi: Oletus väri kesken katsomattomissa tallenteissa
ru: Задайте цвет по умолчанию для частично просмотренных фильмов.

source: HELP_Default color recording
fi: Oletus väri kun ohjelmaa tallennetaan
ru: Задайте цвет по умолчания для записываемых фильмов.

source: HELP_Default color unwatched
fi: Oletus väri katsomattomissa tallenteissa
ru: Задайте цвет по умолчанию для непросмотенных фильмов.

source: HELP_Default color watched
fi: Oletus väri katsotuissa tallenteissa
ru: Задайте цвет по умолчания для просмотренных фильмов.

source: HELP_Delete validation
fi: Määrittää, pyydetäänkö vahvistusta tallennetta poistettaessa.
ru: Если включено и задействована корзина, EMC не спрашивает подтверждения на удаление.

source: HELP_Description field update delay
fi: Näytä kuvauskentän viive tallenne listassa. (Nopeuttaa ylös / alas-nuolinäppäinten painamista useita kertoja, koskaTallenne kuvaus luetaan vasta asetetun viiveen jälkeen.)
ru: Задержка перед отображением описания в списке фильмов. Ускоряет навигацию по списку при многочисленных нажатиях кнопок 'Вверх/Вниз', поскольку описание загружается только после заданной задержки.

source: HELP_Disable EMC
fi: Määrittää, onko EMC käytössä vai ei.
ru: Отключает EMC, но некоторые функции продолжат работать в фоновом режиме. Например, "Очистка таймеров", "Очистка корзины" и "Перезагрузка".

source: HELP_Display directory reading text
fi: Piilottaa tekstin " Lue hakemisto lukiessasi hakemistoa.
ru: Показывает сообщение "Читаю каталог..." во время чтения каталога.

source: HELP_Don't auto scan size of dirs from emc-noscan.cfg
ru: Не выполнять автоматическое сканирование размера каталогов 'emc-noscan.cfg'.

source: HELP_Download cutlist from Cutlist.at
ru: Название загружается, если эта услуга предоставляется. В противном случае название загружается из имени файла.

source: HELP_Dynamic trashcan
fi: Määrittää, näytetäänkö roskakorin tiedot ja jos, niin missä muodossa.
ru: Показывает количество записей в корзине и/или занятое корзиной дисковое пространство.

source: HELP_EMC always reload after open
fi: Hakemisto luetaan uudelleen joka kerta, kun Tallennelista avataan
ru: Каталог обновляется с каждым запуском EMC. В противном случае при втором и последующих запусках содержимое каталога считывается из кэша.

source: HELP_EMC output directory
fi: Kansio minne loki tiedosto tallennetaan.
ru: Задайте каталог для журнала (.log файлов).

source: HELP_EMC path access limit
fi: Tätä voidaan käyttää rajoittamaan sitä, kuinka pitkälle hakemistorakenteessa " "Tallennelistassa "voidaan navigoida. MENU näppäimellä "Hakemisto ylös" voit silti ylittää tämän rajauksen
ru: Ограничение доступа за пределами каталога "Домой". Данные ограничения не накладываются на кнопки '<' '>' возле кнопки '0'.
